tap "heroku/brew"
tap "humanlayer/humanlayer"
brew "awscli"
brew "circleci"
brew "cloc"
brew "coreutils"
brew "deno"
brew "fd"
brew "flyctl"
brew "fzf"
brew "git"
brew "gh"
brew "gnu-sed"
brew "heroku"
brew "hub"
brew "libtiff"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "magic-wormhole"
brew "mercurial"
brew "moreutils"
brew "mysql"
brew "pgcli"
brew "pkg-config"
brew "postgresql"
brew "qt"
brew "redis"
brew "rustup"
brew "tree"
brew "watch"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "batteries"
cask "brave-browser"
cask "claude-code"
cask "cleanshot"
cask "codex"
cask "conductor"
cask "cursor"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "insta360-link-controller"
cask "iterm2"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "linear-linear"
cask "ngrok"
cask "notion"
# TODO: Add Postico 2 once out of Preview
# cask "postico"
cask "postgres-unofficial" # Postgres.app
cask "rectangle"
cask "signal"
cask "slack"
cask "smcfancontrol"
cask "sublime-text"
cask "telegram"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "yt-music"
cask "zed"
cask "zoom"
