tap 'argon/mas'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'codeclimate/formulae'
tap 'homebrew/binary'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'rcmdnk/file'
tap 'theory/sqitch'
tap 'wercker/wercker'
cask 'java'
brew 'android-platform-tools'
brew 'cloc'
brew 'cpanminus'
brew 'docbook'
brew 'docbook-xsl'
brew 'xz'
brew 'git'
brew 'go'
brew 'docker'
brew 'fish'
brew 'libpng'
brew 'freetype'
brew 'fzf'
brew 'heroku'
brew 'hub'
brew 'libtool'
brew 'pkg-config'
brew 'jpeg'
brew 'libtiff'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'mas'
brew 'mercurial'
brew 'moreutils'
brew 'openssl'
brew 'mysql'
brew 'neo4j'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'pgcli'
brew 'qt'
brew 'redis'
brew 'sqlite'
brew 'tree'
brew 'homebrew/binary/ngrok2'
brew 'theory/sqitch/sqitch_dependencies'
brew 'theory/sqitch/sqitch'
brew 'wercker/wercker/wercker-cli'
cask 'adobe-reader'
cask 'alfred'
cask 'android-studio'
cask 'aqua-data-studio'
cask 'atom'
cask 'bartender'
cask 'battle-net'
cask 'dash'
cask 'dropbox'
cask 'flash'
cask 'flash-player'
cask 'github-desktop'
cask 'gitify'
cask 'lighting'
cask 'logitech-options'
cask 'macpar-deluxe'
cask 'nylas-n1'
cask 'otto'
cask 'paw'
cask 'psequel'
cask 'shiftit'
cask 'silverlight'
cask 'skype'
cask 'smcfancontrol'
cask 'steam'
cask 'tunnelblick'
cask 'virtualbox'
cask 'vlc'
mas 'Caffeine', id: 411246225
mas '1Password', id: 443987910
mas 'Xcode', id: 497799835
mas 'Flamingo', id: 728181573
mas 'Pocket', id: 568494494
mas 'SystemPal', id: 453164367
mas 'Slack', id: 803453959
mas 'Fantastical 2', id: 975937182
mas 'Tweetbot', id: 557168941
