tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "heroku/brew"
brew "awscli"
brew "circleci"
brew "cloc"
brew "coreutils"
brew "deno"
brew "dep"
brew "fd"
brew "flyctl"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "heroku"
brew "hub"
brew "libtiff"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "magic-wormhole"
brew "mercurial"
brew "moreutils"
brew "mysql"
brew "pgcli"
brew "pkg-config"
brew "postgresql"
brew "qt"
brew "redis"
brew "rustup"
brew "tree"
brew "watch"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "goreleaser/tap/goreleaser"
cask "alacritty"
cask "bartender"
cask "batteries"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-smoothing-adjuster"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "lighting"
cask "ngrok"
cask "notion"
# TODO: Add Postico 2 once out of Preview
# cask "postico"
cask "rectangle"
cask "rocket"
cask "signal"
cask "skype"
cask "slack"
cask "smcfancontrol"
cask "sublime-text"
cask "telegram"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "yt-music"
cask "zoom"
